Repository: quangtuyen88/forge
Catalog: App/Forge/Localizable.xcstrings
Source language: en
Languages: ja, ko, vi

source: · %lld sets cut to fit %lld min
ja: · %1$lldセットを削って%2$lld分に収めました
ko: · %1$lld개 세트를 줄여 %2$lld분에 맞춤
vi: · cắt còn %1$lld hiệp để vừa %2$lld phút

source: · next up
ja: · 次はこちら
ko: · 다음
vi: · sắp tới

source: · recovery-limited: about 15 % fewer weekly sets
ja: · リカバリー重視: 週のセットを約15 %削減
ko: · 리커버리 제한: 주간 세트 약 15 % 감소
vi: · giới hạn hồi phục: giảm khoảng 15 % số hiệp mỗi tuần

source: %@ %@ cm
ja: %1$@ %2$@ cm
ko: %1$@ %2$@ cm

source: %@ %@ steps
ja: %@ %@歩
ko: %@ %@걸음
vi: %@ %@ bước

source: %@ %@ · RPE %@, fatigue flagged
ja: %@ %@ · RPE %@、疲労を検出
ko: %@ %@ · RPE %@, 피로 감지됨
vi: %@ %@ · RPE %@, có dấu hiệu mệt mỏi

source: %@ %@, %lld reps, effort not recorded
ja: %1$@ %2$@、%3$lldレップ、強度未記録
ko: %1$@ %2$@, %3$lld회, 노력도 미기록
vi: %1$@ %2$@, %3$lld lần, chưa ghi mức gắng sức

source: %@ %@, %lld reps, reported RPE %@
ja: %1$@ %2$@、%3$lldレップ、申告RPE %4$@
ko: %1$@ %2$@, %3$lld회, 보고된 RPE %4$@
vi: %1$@ %2$@, %3$lld lần, RPE đã báo %4$@

# %@ (I mean: %@.)
source: %1$@ (I mean: %2$@.)
ja: %1$@（意味: %2$@）
ko: %1$@ (의미: %2$@)
vi: %1$@ (Ý tôi là: %2$@.)

source: %@ / 2,000 characters
ja: %@ / 2,000文字
ko: %@ / 2,000자
vi: %@ / 2.000 ký tự

source: %@ /wk
ja: %@/週
ko: %@/주
vi: %@ /tuần

source: %@ at %@: same unit and revision.
ja: %1$@（%2$@）: 同じ器具、同じリビジョン。
ko: %@ · %@: 같은 기구와 같은 개정.
vi: %@ ở %@: cùng dụng cụ và cùng phiên bản.

source: %@ billed. Cancel any time before then in Settings.
ja: %@ が請求されます。それまでに設定からいつでも解約できます。
ko: %@가 청구돼요. 그 전에 설정에서 언제든 취소할 수 있어요.
vi: Thu %@. Hủy bất cứ lúc nào trước đó trong Cài đặt.

# %@ changes next session.
source: %1$@ changes next session.
ja: 次回のセッションで %1$@ が変わります。
ko: 다음 세션에서 %1$@ 이(가) 바뀝니다.
vi: %1$@ sẽ thay đổi ở buổi tới.

source: %@ coaches training, not medicine. For pain or injury, see a physio or doctor.
ja: %@はトレーニングを指導するもので、医療ではありません。痛みやケガは理学療法士か医師に相談してください。
ko: %@는 훈련을 코칭하며 의료가 아닙니다. 통증이나 부상은 물리치료사나 의사를 만나세요.
vi: %@ huấn luyện việc tập luyện, không phải chữa bệnh. Nếu đau hoặc chấn thương, hãy gặp chuyên gia vật lý trị liệu hoặc bác sĩ.

source: %@ e1RM · was %@
ja: %@ e1RM · 以前は %@
ko: %@ e1RM · 이전 %@
vi: %@ e1RM · trước là %@

source: %@ estimated one-rep max %@ %@
ja: %@ の推定1RMは %@ %@
ko: %@ 추정 1RM %@ %@
vi: 1RM ước tính của %@ là %@ %@

source: %@ fits your equipment and injury settings.
ja: %@はあなたの器具とケガの設定に合っています。
ko: %@는 기구 및 부상 설정에 맞습니다.
vi: %@ phù hợp với cài đặt dụng cụ và chấn thương của bạn.

source: %@ flag: %@ replaces %@
ja: %@フラグ: %@が%@の代わり
ko: %@ 플래그: %@이 %@ 대신
vi: Cờ %@: %@ thay thế %@

source: %@ goal · %lld session%@ logged
ja: %1$@の目標 · %2$lldセッション%3$@記録済み
ko: %1$@ 목표 · %2$lld개 세션%3$@ 기록됨
vi: %1$@ mục tiêu · đã ghi %2$lld buổi tập%3$@

source: %@ goal · %lld sessions logged
ja: %1$@の目標 · %2$lldセッション記録済み
ko: %1$@ 목표 · %2$lld개 세션 기록됨
vi: %1$@ mục tiêu · đã ghi %2$lld buổi tập

source: %@ has no new best in 3 weeks
ja: %@は3週間新しいベストがありません
ko: %@는 3주 동안 새 최고가 없습니다
vi: %@ chưa có kỷ lục mới trong 3 tuần

source: %@ has no on-device speech model. Turn on Settings → Voice → Use Apple's speech service to dictate in %@.
ja: %1$@には端末上の音声モデルがありません。設定 → 音声 → Appleの音声サービスを使用 をオンにして、%2$@で音声入力してください。
ko: %1$@에는 온디바이스 음성 모델이 없습니다. %2$@로 받아쓰려면 설정 → 음성 → Apple 음성 서비스 사용을 켜세요.
vi: %1$@ không có mô hình giọng nói trên máy. Hãy bật Cài đặt → Giọng nói → Dùng dịch vụ giọng nói của Apple để đọc chính tả bằng %2$@.

source: %@ has stalled
ja: %@は停滞
ko: %@ 정체
vi: %@ đã đình trệ

source: %@ in %@
ja: %2$@の%1$@
vi: %1$@ trong %2$@

source: %@ is an AI coach for training programming, not medical advice.
ja: %@はトレーニングプログラミングのためのAIコーチです。医療アドバイスではありません。
ko: %@은(는) 트레이닝 프로그래밍을 위한 AI 코치예요. 의료 조언이 아니에요.
vi: %@ là huấn luyện viên AI lập chương trình tập luyện, không phải tư vấn y tế.

source: %@ is back on the planned load.
ja: %@は計画の負荷に戻りました。
ko: %@가 계획된 중량으로 돌아왔습니다.
vi: %@ đã trở lại mức tạ theo kế hoạch.

source: %@ is in your next planned session.
ja: %@は次の予定セッションにあります。
ko: %@가 다음 계획 세션에 있습니다.
vi: %@ nằm trong buổi tập theo kế hoạch tiếp theo của bạn.

source: %@ is one step easier today. Change it any time on Today or in the logger.
ja: %@は今日1段階軽くなっています。今日の画面またはロガーでいつでも変更できます。
ko: %@가 오늘 한 단계 쉬워졌습니다. 오늘 또는 기록기에서 언제든 변경하세요.
vi: %@ hôm nay dễ hơn một bậc. Bạn có thể đổi bất cứ lúc nào trên Hôm nay hoặc trong phần ghi hiệp.

source: %@ is one step harder today. Change it any time on Today or in the logger.
ja: %@は今日1段階重くなっています。今日の画面またはロガーでいつでも変更できます。
ko: %@가 오늘 한 단계 어려워졌습니다. 오늘 또는 기록기에서 언제든 변경하세요.
vi: %@ hôm nay khó hơn một bậc. Bạn có thể đổi bất cứ lúc nào trên Hôm nay hoặc trong phần ghi hiệp.

source: %@ is warming up
ja: %@がウォームアップ中
ko: %@이(가) 워밍업 중
vi: %@ đang khởi động

# %@ kcal · %@ g protein
source: %1$@ kcal · %2$@ g protein
ja: %1$@ kcal · タンパク質 %2$@ g
ko: %1$@ kcal · 단백질 %2$@ g
vi: %@ kcal · %@ g protein

source: %@ keeps the original plan today.
ja: %@は今日、元のプランを維持します。
ko: %@가 오늘 원래 계획을 유지합니다.
vi: %@ giữ kế hoạch gốc hôm nay.

source: %@ of %@ %@
ja: %2$@ %3$@の%1$@
vi: %1$@ trên %2$@ %3$@

source: %@ of %lld g protein today
ja: 今日のタンパク質 %1$@ / %2$lld g
ko: 오늘 단백질 %1$@ / %2$lld g
vi: Protein hôm nay: %1$@ / %2$lld g

source: %@ reps
ja: %@レップ
ko: %@렙
vi: %@ lần

source: %@ stays at %@ today.
ja: %1$@は今日%2$@のままです。
ko: %1$@가 오늘 %2$@로 유지됩니다.
vi: %1$@ giữ nguyên ở mức %2$@ hôm nay.

source: %@ trains %@ again.
ja: %1$@で%2$@をもう一度鍛えます。
ko: %1$@에서 %2$@을(를) 다시 운동해요.
vi: %1$@ tập lại %2$@.

source: %@ trains other muscles.
ja: %@は別の部位を鍛えます。
ko: %@은(는) 다른 부위를 운동해요.
vi: %@ tập nhóm cơ khác.

source: %@ via Regulift coach
ja: Reguliftコーチ（%@）経由
ko: Regulift 코치(%@) 통해
vi: qua HLV Regulift %@

source: %@ volume
ja: %@のボリューム
ko: %@ 볼륨
vi: khối lượng tập %@

source: %@ · %@ · %lld exercises · %lld min
ja: %@ · %@ · %lld種目 · %lld分
ko: %@ · %@ · 운동 %lld개 · %lld분
vi: %@ · %@ · %lld bài tập · %lld phút

source: %@ · %@: %lld → %lld sets
ja: %1$@ · %2$@: %3$lld → %4$lldセット
ko: %1$@ · %2$@: %3$lld → %4$lld세트
vi: %1$@ · %2$@: %3$lld → %4$lld hiệp

source: %@ · %lld MB
ja: %1$@ · %2$lld MB
ko: %1$@ · %2$lld MB

source: %@ · %lld day%@
ja: %1$@ · %2$lld日%3$@
ko: %1$@ · %2$lld일%3$@
vi: %1$@ · %2$lld ngày%3$@

source: %@ · %lld exercises
ja: %1$@ · %2$lld種目
ko: %1$@ · 운동 %2$lld개
vi: %1$@ · %2$lld bài tập

source: %@ · %lld exercises · %lld min
ja: %@ · %lld種目 · %lld分
ko: %@ · 운동 %lld개 · %lld분
vi: %@ · %lld bài tập · %lld phút

source: %@ · %lld exercises · %lld sets
ja: %1$@ · %2$lld種目 · %3$lldセット
ko: %1$@ · 운동 %2$lld개 · 세트 %3$lld개
vi: %1$@ · %2$lld bài tập · %3$lld hiệp

source: %@ · %lld min · %@
ja: %1$@ · %2$lld分 · %3$@
ko: %1$@ · %2$lld분 · %3$@
vi: %1$@ · %2$lld phút · %3$@

source: %@ · %lld sets
ja: %@ · %lldセット
ko: %@ · %lld세트
vi: %@ · %lld hiệp

source: %@ · best e1RM
ja: %@ · 最高e1RM
ko: %@ · 최고 e1RM
vi: %@ · e1RM tốt nhất

source: %@ · from your log
ja: %@ · 記録から
ko: %@ · 내 기록에서
vi: %@ · từ nhật ký của bạn

source: %@ · set %lld of %lld
ja: %@ · セット %lld / %lld
ko: %@ · 세트 %lld / %lld
vi: %@ · hiệp %lld trên %lld

source: %@ — %lld sets
ja: %@ — %lldセット
ko: %@ — %lld세트
vi: %@ — %lld hiệp

source: %@ — no entries
ja: %@ — エントリーなし
ko: %@ — 항목 없음
vi: %@ — không có mục nào

source: %@ — no longer on this device
ja: %@ — この端末にはもうありません
ko: %@ — 더 이상 이 기기에 없음
vi: %@ — không còn trên thiết bị này

source: %@%@ in 28 days
ja: 28日間で%1$@%2$@
ko: %1$@%2$@ · 28일
vi: %1$@%2$@ trong 28 ngày

source: %@%lld g carbs · %@ kcal target
ja: %1$@%2$lld g 炭水化物 · 目標%3$@ kcal
ko: %1$@%2$lld g 탄수화물 · %3$@ kcal 목표
vi: %1$@%2$lld g carb · mục tiêu %3$@ kcal

source: %@'s adjustments
ja: %@の調整
ko: %@의 조정
vi: Điều chỉnh của %@

source: %@'s adjustments, %@
ja: %1$@の調整、%2$@
ko: %1$@의 조정, %2$@
vi: Điều chỉnh của %1$@, %2$@

source: %@'s debrief
ja: %@の振り返り
ko: %@의 복기
vi: Tổng kết của %@

source: %@, %lld minutes
ja: %1$@、%2$lld分
ko: %1$@, %2$lld분
vi: %1$@, %2$lld phút

source: %@, %lld minutes, %@
ja: %1$@、%2$lld分、%3$@
ko: %1$@, %2$lld분, %3$@
vi: %1$@, %2$lld phút, %3$@

source: %@, %lld of %lld
ja: %@, %lld / %lld
ko: %@, %lld / %lld
vi: %@, %lld trên %lld

source: %@, %lld of %lld sessions, %@ kilograms
ja: %@, %lld / %lldセッション, %@ kg
ko: %@, %lld / %lld세션, %@ kg
vi: %@, %lld trên %lld buổi tập, %@ kg

source: %@, %lld of %lld sets done
ja: %1$@、%2$lld / %3$lldセット完了
ko: %1$@, 세트 %2$lld/%3$lld 완료
vi: %1$@, đã xong %2$lld trên %3$lld hiệp

source: %@, %lld sets of %lld to %lld, RPE %@, rest %@
ja: %@, %lldセット, %lld〜%lldレップ, RPE %@, 休憩%@
ko: %@, %lld세트, %lld~%lld회, RPE %@, 휴식 %@
vi: %@, %lld hiệp, %lld đến %lld lần, RPE %@, nghỉ %@

source: %@, %lld sets this week, target %lld
ja: %@, 今週%lldセット, 目標%lld
ko: %@, 이번 주 %lld세트, 목표 %lld
vi: %@, tuần này %lld hiệp, mục tiêu %lld

source: %@, earned
ja: %@, 獲得済み
ko: %@, 획득함
vi: %@, đã đạt

source: %@, no workout
ja: %@、ワークアウトなし
ko: %@, 운동 없음
vi: %@, không có buổi tập

source: %@, set %lld of %lld, target RPE %@, rest %@
ja: %1$@、セット%2$lld / %3$lld、目標RPE %4$@、休憩%5$@
ko: %1$@, 세트 %2$lld/%3$lld, 목표 RPE %4$@, 휴식 %5$@
vi: %1$@, hiệp %2$lld trên %3$lld, RPE mục tiêu %4$@, nghỉ %5$@

source: %@, today, no workout yet
ja: %@、今日、まだワークアウトなし
ko: %@, 오늘, 아직 운동 없음
vi: %@, hôm nay, chưa có buổi tập

source: %@, upcoming
ja: %@、予定
ko: %@, 예정
vi: %@, sắp tới

source: %@, workout done
ja: %@、ワークアウト完了
ko: %@, 운동 완료
vi: %@, buổi tập đã xong

source: %@. Log it, own it.
ja: %@。記録して、自分のものに。
ko: %@. 기록하고, 당신의 것으로.
vi: %@. Ghi lại, đó là của bạn.

source: %@. Set %lld. %@, %lld to %lld reps.
ja: %@。セット%lld。%@、%lld〜%lldレップ。
ko: %@. 세트 %lld. %@, %lld~%lld회.
vi: %@. Hiệp %lld. %@, %lld đến %lld lần.

source: %@: %@ to %@
ja: %@: %@から%@
ko: %@: %@에서 %@(으)로
vi: %@: %@ thành %@

source: %lld a week
ja: 週%lld回
ko: 주 %lld회
vi: %lld lần một tuần

source: %lld added
ja: %lld件追加しました
ko: %lld개 추가됨
vi: %lld thêm mới

source: %lld blocks
ja: %lldブロック
ko: %lld블록
vi: %lld khối

source: %lld changes
ja: %lld件の変更
ko: %lld개 변경
vi: %lld thay đổi

source: %lld check-in%@ recorded
ja: %1$lld回のチェックイン%2$@を記録しました
ko: %1$lld개 체크인%2$@ 기록됨
vi: đã ghi %1$lld lần điểm danh%2$@

source: %lld comparable set%@ recorded
ja: %1$lld件の比較可能なセット%2$@を記録しました
ko: %1$lld개의 비교 가능한 세트가 기록됨%2$@
vi: Đã ghi %1$lld hiệp so sánh được%2$@

source: %lld day%@ before %@ are not counted — the plan had not started yet.
ja: %3$@より前の%1$lld日%2$@はカウントされません — プランはまだ始まっていませんでした。
ko: %3$@ 이전의 %1$lld일%2$@은(는) 계산되지 않습니다 — 계획이 아직 시작되지 않았습니다.
vi: %1$lld ngày%2$@ trước %3$@ không được tính — lịch tập chưa bắt đầu.

source: %lld days
ja: %lld日
ko: %lld일
vi: %lld buổi

source: %lld days a week
ja: 週%lld日
ko: 주 %lld일
vi: %lld buổi mỗi tuần

source: %lld days a week · now %lld
ja: 週%lld日 · 現在は%lld日
ko: 주 %lld일 · 현재 %lld일
vi: %lld buổi mỗi tuần · hiện tại %lld

source: %lld eligible session%@
ja: %1$lld件の対象セッション%2$@
ko: 적격 세션 %1$lld개%2$@
vi: %1$lld buổi tập đủ điều kiện%2$@

source: %lld eligible sessions · %lld eligible sets · last 28 days
ja: %1$lld対象セッション · %2$lld対象セット · 直近28日間
ko: 적격 세션 %1$lld개 · 적격 세트 %2$lld개 · 최근 28일
vi: %1$lld buổi tập đủ điều kiện · %2$lld hiệp đủ điều kiện · 28 ngày gần đây

source: %lld exercises not matched
ja: %lld種目が一致しませんでした
ko: %lld개 운동이 일치하지 않음
vi: %lld bài tập không khớp

source: %lld exercises · ≈ %lld min
ja: %lld種目 · 約%lld分
ko: %lld개 운동 · 약 %lld분
vi: %lld bài tập · ≈ %lld phút

source: %lld hidden. Hiding only removes an entry from the timeline — the record behind it stays exactly where it was.
ja: %lld件を非表示にしました。非表示にするのはエントリーをタイムラインから外すだけで、その背後にある記録は元の場所にそのまま残ります。
ko: %lld개 숨김. 숨기기는 항목을 타임라인에서만 제거하며, 그 뒤의 기록은 원래 위치에 그대로 남습니다.
vi: Đang ẩn %lld mục. Ẩn chỉ gỡ một mục khỏi dòng thời gian — bản ghi đứng sau vẫn nằm nguyên chỗ cũ.

source: %lld invited · %lld rewarded
ja: 招待%lld人 · 報酬%lld人
ko: %lld명 초대 · %lld명 보상
vi: đã mời %lld · đã thưởng %lld

source: %lld items here · %lld verified · %lld need review
ja: %lld件の器具 · %lld件確認済み · %lld件要確認
ko: 여기 %lld개 항목 · 확인됨 %lld개 · 검토 필요 %lld개
vi: %lld dụng cụ ở đây · %lld đã xác nhận · %lld cần xem lại

source: %lld items still have no confirmed load meaning
ja: %lld件の器具はまだ負荷の意味が確定していません
ko: %lld개 항목에 아직 확인된 중량 의미가 없습니다
vi: %lld dụng cụ vẫn chưa xác nhận ý nghĩa mức tạ

source: %lld items were carried over without a confirmed load meaning, so we do not know what their numbers count or which unit they are in.
ja: %lld件の器具が負荷の意味が確定しないまま引き継がれました。そのため、その数値が何を数えているのか、どの単位なのかが分かりません。
ko: %lld개 항목이 확인된 중량 의미 없이 이어졌으며, 따라서 그 숫자가 무엇을 세는지 또는 어떤 단위인지 알 수 없습니다.
vi: %lld dụng cụ được mang sang mà chưa xác nhận ý nghĩa mức tạ, nên chúng tôi không biết con số của chúng tính gì hay chúng thuộc đơn vị nào.

source: %lld kcal · %lldP / %lldC / %lldF per 100 g
ja: %lld kcal · %lldP / %lldC / %lldF（100 gあたり）
ko: %lld kcal · %lldP / %lldC / %lldF(100 g당)
vi: %lld kcal · %lldP / %lldC / %lldF trên 100 g

source: %lld lift%@ with eligible records
ja: 対象記録を持つ%1$lld種目%2$@
ko: 적격 기록을 가진 운동 %1$lld개%2$@
vi: %1$lld bài tập có bản ghi đủ điều kiện%2$@

source: %lld lift%@ with no new best in 3 weeks
ja: %1$lld種目%2$@が3週間新しいベストなし
ko: 3주 동안 새 최고가 없는 %1$lld개 운동%2$@
vi: %1$lld bài tập%2$@ chưa có kỷ lục mới trong 3 tuần

source: %lld lifts
ja: %lld種目
ko: %lld개 운동
vi: %lld bài tập

source: %lld lifts unchanged
ja: %lld種目は変更なし
ko: %lld개 운동 변동 없음
vi: %lld bài tập không đổi

source: %lld load model revisions
ja: %lld件の負荷モデルのリビジョン
ko: 중량 모델 개정 %lld개
vi: %lld phiên bản mô hình mức tạ

source: %lld locked · %lld excluded
ja: %lld件ロック · %lld件除外
ko: %lld개 고정 · %lld개 제외
vi: %lld bị khóa · %lld bị loại

source: %lld logged sets, no new best
ja: %lldセット記録済み、新しいベストなし
ko: 기록된 세트 %lld개, 새 최고 없음
vi: %lld hiệp đã ghi, chưa có kỷ lục mới

source: %lld min
ja: %lld分
ko: %lld분
vi: %lld phút

source: %lld minutes
ja: %lld分
ko: %lld분
vi: %lld phút

source: %lld minutes %lld seconds left
ja: 残り%lld分%lld秒
ko: %lld분 %lld초 남음
vi: còn %lld phút %lld giây

source: %lld missed
ja: %lld件未実施
ko: %lld개 놓침
vi: %lld đã bỏ lỡ

source: %lld moved
ja: %lld件移動
ko: %lld개 이동됨
vi: %lld đã dời

source: %lld of %lld
ja: %lld / %lld
ko: %lld / %lld
vi: %lld trên %lld

source: %lld of %lld due sessions completed
ja: %1$lld / %2$lld件の期限セッションを完了
ko: 기한이 된 세션 %lld/%lld 완료
vi: đã hoàn thành %lld trên %lld buổi tới hạn

source: %lld of %lld planned sessions done
ja: %1$lld / %2$lldの予定セッション完了
ko: 계획된 세션 %1$lld/%2$lld 완료
vi: đã xong %1$lld trên %2$lld buổi tập theo kế hoạch

source: %lld of %lld required verified records
ja: %1$lld / %2$lldの必要な確認済み記録
ko: 필수 확인 기록 %1$lld/%2$lld
vi: %1$lld trên %2$lld bản ghi đã xác minh bắt buộc

source: %lld of %lld sessions
ja: %lld / %lldセッション
ko: %lld / %lld세션
vi: %lld trên %lld buổi tập

source: %lld of %lld sessions done this week, %lld of %lld sets.
ja: 今週%1$lld / %2$lldセッション完了、%3$lld / %4$lldセット。
ko: 이번 주 세션 %1$lld/%2$lld, 세트 %3$lld/%4$lld 완료.
vi: %1$lld trên %2$lld buổi tập đã xong tuần này, %3$lld trên %4$lld hiệp.

# %lld of %lld sessions this week
source: %1$lld of %2$lld sessions this week
ja: 今週 %2$lld 回中 %1$lld 回
ko: 이번 주 %2$lld회 중 %1$lld회
vi: %1$lld/%2$lld buổi tuần này

source: %lld of %lld sets
ja: %lld / %lldセット
ko: %lld / %lld세트
vi: %lld trên %lld hiệp

source: %lld of %lld verified
ja: %1$lld / %2$lld確認済み
ko: %1$lld/%2$lld 확인됨
vi: %1$lld trên %2$lld đã xác minh

source: %lld of 4
ja: %lld / 4
ko: %lld / 4
vi: %lld trong 4

source: %lld of 5
ja: 5段階中%lld
ko: 5단계 중 %lld
vi: %lld trên 5

source: %1$lld of your recent counting sets carry the plan's target rather than a rating you gave.
ja: 最近の対象セットのうち %1$lld 件は、あなたの評価ではなくプランの目標値が入っています。
ko: 최근 집계 대상 세트 중 %1$lld개는 직접 평가한 값이 아니라 플랜의 목표값입니다.
vi: %1$lld hiệp được tính gần đây mang mục tiêu của kế hoạch chứ không phải điểm bạn chấm.

source: %lld plan changes in 2 weeks. What isn't fitting: time, exercises, difficulty or days? A plan you can repeat shows progress more clearly.
ja: 2週間で%1$lld回プランを変更しました。何が合いませんか：時間、種目、強度、それとも頻度？繰り返せるプランほど進歩がはっきり見えます。
ko: 2주 동안 플랜을 %1$lld번 바꿨습니다. 무엇이 맞지 않나요: 시간, 운동, 난이도, 요일? 반복할 수 있는 플랜이 진전을 더 분명히 보여줍니다.
vi: %1$lld lần thay đổi kế hoạch trong 2 tuần. Điều gì chưa phù hợp: thời gian, bài tập, độ khó hay số ngày? Kế hoạch lặp lại được sẽ cho thấy tiến bộ rõ hơn.

source: %lld planned session%@ remain with %lld day%@ left. %@
ja: %1$lld件の予定セッション%2$@が残り、%3$lld日%4$@です。%5$@
ko: 계획된 세션 %1$lld개%2$@가 %3$lld일%4$@ 남았습니다. %5$@
vi: còn %1$lld buổi tập%2$@ theo kế hoạch với %3$lld ngày%4$@ còn lại. %5$@

source: %lld private photo%@
ja: 非公開の進捗写真%1$lld枚%2$@
ko: 비공개 진행 사진 %1$lld장%2$@
vi: %1$lld ảnh tiến độ riêng tư%2$@

source: %lld problem%@ would make this week evaluate incorrectly.
ja: %1$lld件の問題%2$@があると、今週の評価が正しく行われません。
ko: %1$lld개 문제%2$@로 인해 이번 주 평가가 잘못될 수 있습니다.
vi: %1$lld vấn đề%2$@ sẽ khiến tuần này được đánh giá sai.

source: %lld recorded block%@
ja: %1$lld個の記録済みブロック%2$@
ko: 기록된 블록 %1$lld개%2$@
vi: %1$lld khối đã ghi%2$@

source: %lld removed
ja: %lld件削除しました
ko: %lld개 제거됨
vi: %lld bỏ đi

source: %lld reps
ja: %lldレップ
ko: %lld회
vi: %lld lần

source: %lld restored
ja: %lld件復元しました
ko: %lld개 복원됨
vi: %lld khôi phục

source: %lld retired
ja: %lld件使用停止にしました
ko: %lld개 사용 중지됨
vi: %lld ngừng dùng

source: %lld seconds
ja: %lld秒
ko: %lld초
vi: %lld giây

source: %lld session%@ still owed today
ja: %1$lld件のセッション%2$@が今日まだ残っています
ko: %1$lld세션%2$@이 오늘 아직 남아 있음
vi: %1$lld buổi tập còn nợ hôm nay%2$@

source: %lld sessions
ja: %lldセッション
ko: %lld세션
vi: %lld buổi tập

source: %lld sessions · %@ total volume
ja: %lldセッション · 総ボリューム %@
ko: %lld세션 · 총 볼륨 %@
vi: %lld buổi tập · tổng khối lượng tập %@

source: %lld sessions · %lld sets · %@
ja: %lldセッション · %lldセット · %@
ko: %lld세션 · %lld세트 · %@
vi: %lld buổi tập · %lld hiệp · %@

source: %lld set%@ you marked are left out of these charts and awards — they stay in History as recorded.
ja: あなたがマークした%1$lldセット%2$@は、これらのチャートとアワードから除外されます — 記録は履歴にそのまま残ります。
ko: 표시한 %1$lld개 세트%2$@는 이 차트와 어워드에서 제외되며 기록된 대로 기록에 남습니다.
vi: %1$lld hiệp%2$@ bạn đã đánh dấu bị loại khỏi các biểu đồ và phần thưởng này — chúng vẫn ở trong Lịch sử như đã ghi.

source: %lld set%@ you marked as cut short or uncomfortable are not counted as eligible work, so they are not posted as records. Your logged sets stay in History.
ja: 短縮または不快とマークした%1$lldセット%2$@は対象の実施として数えられず、記録として投稿されません。記録したセットは履歴に残ります。
ko: 줄이거나 불편하다고 표시한 %1$lld개 세트%2$@는 적격 작업으로 계산되지 않아 기록으로 게시되지 않습니다. 기록된 세트는 기록에 남습니다.
vi: %1$lld hiệp%2$@ bạn đánh dấu là bị cắt ngắn hoặc không thoải mái không được tính là khối lượng đủ điều kiện, nên chúng không được ghi là kỷ lục. Các hiệp đã ghi của bạn vẫn ở trong Lịch sử.

source: %lld sets
ja: %lldセット
ko: %lld세트
vi: %lld hiệp

source: %lld sets waiting for iPhone
ja: %lldセットがiPhone待ち
ko: %lld세트가 iPhone을 기다리는 중
vi: %lld hiệp đang chờ iPhone

source: %lld skipped
ja: %lld件スキップ
ko: %lld개 건너뜀
vi: %lld đã bỏ qua

source: %lld still owed
ja: %lld件が未実施のまま
ko: %lld개 아직 남음
vi: %lld còn thiếu

source: %lld total
ja: 合計%lld件
ko: 총 %lld개
vi: %lld tổng cộng

source: %lld units named “%@” at %@ are separate equipment. Their loads are not comparable with each other.
ja: %3$@にある「%2$@」という名前の器具%1$lld個は、それぞれ別の器具です。互いの負荷は比較できません。
ko: %3$@에 있는 “%2$@”이라는 이름의 %1$lld개 기구는 별도의 기구입니다. 이들의 중량은 서로 비교할 수 없습니다.
vi: %lld dụng cụ tên “%@” ở %@ là những dụng cụ riêng biệt. Mức tạ của chúng không so sánh được với nhau.

source: %lld wk streak
ja: %lld週連続
ko: %lld주 연속
vi: chuỗi %lld tuần

source: %lld working set%@
ja: %1$lld実施セット%2$@
ko: 작업 세트 %1$lld개%2$@
vi: %1$lld hiệp chính%2$@

# %lld working sets
source: %1$lld working sets
ja: %1$lld 実施セット
ko: %1$lld 작업 세트
vi: %1$lld hiệp chính

source: %lld workouts · %lld sets · weights in %@
ja: %lldセッション · %lldセット · 単位%@
ko: %lld세션 · %lld세트 · 단위 %@
vi: %lld buổi tập · %lld hiệp · đơn vị %@

source: %lld workouts · %lld working sets%@
ja: %1$lldワークアウト · %2$lld実施セット%3$@
ko: 운동 %1$lld개 · 작업 세트 %2$lld개%3$@
vi: %1$lld buổi tập · %2$lld hiệp chính%3$@

# %lld × %lld–%lld reps
source: %1$lld × %2$lld–%3$lld reps
ja: %1$lld × %2$lld〜%3$lldレップ
ko: %1$lld × %2$lld–%3$lld렙
vi: %lld × %lld–%lld lần

source: %lld × %lld–%lld · RPE %.0f · rest %@
ja: %lld × %lld–%lld · RPE %.0f · 休憩 %@
ko: %lld × %lld–%lld · RPE %.0f · 휴식 %@
vi: %lld × %lld–%lld · RPE %.0f · nghỉ %@

source: %lld-min sessions: up to %lld exercises a day
ja: %lld分セッション: 1日最大%lld種目
ko: %lld분 세션: 하루 최대 %lld개 운동
vi: Buổi tập %lld phút: tối đa %lld bài tập mỗi ngày

source: + %lld more
ja: ほか%lld種目
ko: 외 %lld개 더
vi: + %lld bài nữa

source: +%@ %@ · last RPE %@ vs target %@
ja: +%@ %@ · 前回RPE %@ 対目標%@
ko: +%@ %@ · 지난 RPE %@ vs 목표 %@
vi: +%@ %@ · RPE lần trước %@ so với mục tiêu %@

source: +%@ %@ · top of %lld–%lld on every set
ja: +%@ %@ · すべてのセットで%lld〜%lldの上限
ko: +%@ %@ · 모든 세트에서 %lld–%lld 상단
vi: +%@ %@ · chạm đỉnh %lld–%lld trên mỗi hiệp

source: +%lld more
ja: 他%lld件
ko: +%lld개 더
vi: +%lld nữa

source: +%lld older records
ja: +%lld件の古い記録
ko: +%lld개의 이전 기록
vi: +%lld bản ghi cũ hơn

source: +1 set this week · top of the range on every set last week
ja: 今週+1セット · 先週はすべてのセットでレンジ上限
ko: 이번 주 +1세트 · 지난주 모든 세트에서 상단 도달
vi: Tuần này +1 hiệp · tuần trước mỗi hiệp đều chạm đỉnh khoảng

source: 1 change
ja: 1件の変更
ko: 1개 변경
vi: 1 thay đổi

source: 12W
ja: 12週
ko: 12주
vi: 12T

source: 14 days free, then %@ · Cancel anytime
ja: 14日間無料、その後%@ · いつでも解約可能
ko: 14일 무료, 이후 %@ · 언제든 해지 가능
vi: Miễn phí 14 ngày, sau đó %@ · Hủy bất cứ lúc nào

source: 15 seconds
ja: 15秒
ko: 15초
vi: 15 giây

source: 1–2 years
ja: 1〜2年
ko: 1–2년
vi: 1–2 năm

source: 2–4 years
ja: 2〜4年
ko: 2–4년
vi: 2–4 năm

source: 4 weeks vs the 8 before
ja: 直近4週間 vs その前の8週間
ko: 최근 4주 vs 이전 8주
vi: 4 tuần gần đây so với 8 tuần trước

source: 4+ years
ja: 4年以上
ko: 4년 이상
vi: trên 4 năm

source: 4-week protocol
ja: 4週間のプロトコル
ko: 4주 프로토콜
vi: Quy trình 4 tuần

source: 4W
ja: 4週
ko: 4주
vi: 4T

source: 6-digit code
ja: 6桁のコード
ko: 6자리 코드
vi: mã 6 chữ số

source: 8W
ja: 8週
ko: 8주
vi: 8T

source: A daily nudge with today's session.
ja: 今日のセッションを毎日お知らせします。
ko: 오늘의 세션을 매일 알려드려요.
vi: Mỗi ngày nhắc bạn buổi tập hôm nay.

source: A load is only compared with another when it is the same physical unit, the same load model revision, and the same loading convention. A matching name is not enough: two “Leg press” machines, or one that was re-plated last month, are different equipment.
ja: 負荷が別の負荷と比較されるのは、同じ実物の器具、同じ負荷モデルのリビジョン、同じ負荷の数え方の場合だけです。名前が一致するだけでは不十分です。2台の「レッグプレス」マシン、または先月プレートを付け替えたマシンは、それぞれ別の器具です。
ko: 중량은 같은 실제 기구, 같은 중량 모델 개정, 같은 중량 계산 방식일 때만 다른 중량과 비교됩니다. 이름이 같다고 충분하지 않습니다. “레그 프레스” 머신 두 대, 또는 지난달에 플레이트를 교체한 머신은 서로 다른 기구입니다.
vi: Một mức tạ chỉ được so với mức tạ khác khi cùng một dụng cụ thật, cùng phiên bản mô hình mức tạ và cùng cách tính mức tạ. Trùng tên là chưa đủ: hai máy “Leg press”, hoặc một máy vừa thay bánh tạ tháng trước, là những dụng cụ khác nhau.

source: A new unit starts at revision 1. Every load you record against it carries this revision.
ja: 新しい器具はリビジョン1から始まります。それに対して記録するすべての負荷は、このリビジョンを引き継ぎます。
ko: 새 기구는 개정 1로 시작합니다. 이 기구에 기록하는 모든 중량은 이 개정을 따릅니다.
vi: Dụng cụ mới bắt đầu ở phiên bản 1. Mọi mức tạ bạn ghi trên đó đều mang phiên bản này.

source: A ratio is unavailable because one side has no eligible sets. No plan change is recommended.
ja: 片側に対象セットがないため、比率を算出できません。プラン変更は推奨されません。
ko: 한쪽에 적격 세트가 없어 비율을 사용할 수 없습니다. 계획 변경은 추천되지 않습니다.
vi: Không có tỷ số vì một bên không có hiệp đủ điều kiện. Không khuyến nghị thay đổi kế hoạch.

source: A recommendation is only recorded when the engine can show the observations it used and the values it changed. Until that exists, there is nothing to report here.
ja: 推奨は、エンジンが使用した観測結果と変更した値を示せる場合にのみ記録されます。それが揃うまで、ここに報告するものはありません。
ko: 추천은 엔진이 사용한 관측과 변경한 값을 보여줄 수 있을 때만 기록됩니다. 그것이 존재하기 전까지는 여기에 보고할 것이 없습니다.
vi: Khuyến nghị chỉ được ghi khi bộ máy có thể hiển thị các quan sát đã dùng và các giá trị đã thay đổi. Cho đến khi có điều đó, không có gì để báo cáo ở đây.

source: A skill needs repeated proof, so the minimum is 2 verified records.
ja: スキルには繰り返しの証明が必要なため、最低2件の確認済み記録が必要です。
ko: 스킬은 반복된 증명이 필요하므로 최소 확인 기록 2개가 필요합니다.
vi: Một kỹ năng cần được chứng minh lặp lại, nên mức tối thiểu là 2 bản ghi đã xác minh.

source: A starting photo
ja: スタートの写真
ko: 시작 사진
vi: Ảnh khởi đầu
